{
"": 0,
"Агробиология, агрохимия, защита растений (Agricultural Biology and Chemistry, Plant Protection)": 554,
"Ботаника (Botany)": 555,
"Зоология беспозвоночных (Zoology of the Invertebrata)": 556,
"Зоология позвоночных (Zoology of the Vertebrata)": 557,
"Инженерная экология (Engineering ecology)": 558,
"Инженерные исследования (Engineering research)": 559,
"Компьютерное моделирование": 560,
"Математика (Mathematics)": 561,
"Микология (Mycology)": 562,
"Микробиология, клеточная биология и физиология растений (Microbiology, Cell Biology, Plant Physiology)": 563,
"Науки о водоемах (Water reservoirs Science)": 564,
"Науки о Земле (Earth Science)": 565,
"Охрана природы и окружающей среды (Nature Conservation and Environment Protection)": 566,
"Физика и астрономия (Physics and Astronomy)": 567,
"Физиология животных и человека, медицинская биохимия, медицинская биотехнология (Animal and human physiology, medical biochemistry, medical biotechnology)": 568,
"Фитоценология и растительные сообщества (Phytocenology and plant communities)": 569,
"Фундаментальная медицина, профилактика заболеваний, медицинская генетика (Fundamental medicine, disease prevention, medical genetics)": 570,
"Химия (Chemistry)": 571,
"Тропой открытий В.И.Вернадского (5-7 класс). Естественные науки": 572,
"Тропой открытий В.И.Вернадского (5-7 класс). Технические науки": 573,
"Военная история (Military History)": 575,
"Искусство и литература ( Fine Art and Literature)": 576,
"История: человек и событие (History: People and Events)": 577,
"Лингвистика. Язык в современном мире (Linguistics)": 578,
"Личность, памятники, события в религиозной культуре (Personality, memorials, events in religious culture)": 579,
"Народная культура. История и культура российских деревень. Диалектология и ономастика (Traditional Culture. Rural culture and history studies. Dialectology and onomastics)": 580,
"Образование: история и современность (Education: Yesterday and Today)": 581,
"Психофизиология и здоровье человека (Physiological Psychology and Human Health)": 582,
"Региональное краеведение (Regional Studies)": 583,
"Философия и культурология (Philosophy and Cultural Studies)": 584,
"Человек в современном мире (The Individual in the Modern World)": 585,
"Экономика, социология и право (Economics, Social Studies, Law)": 586,
"Тропой открытий В.И.Вернадского (5-7 класс). Гуманитарные науки": 587
}